// ConsoleApplication1.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");
    // \a вызывает звук в консоли
    cout << "\"Сахарный человек\", я потерял своё сердце\nЗа голубую монету, разукрась цветами небо\nСреди парада планет\nМне будет лучше, наверно\nКапля дождя против ветра\n";
    cout << "\tСтанет потоком мгновенно\nСахарный человек\nНачерти дорогу в цветные сны\nПреврати время в момент\nПомоги сдуть мне с мечты эту пыль\nБитые стёкла в моей голове\nМысли-москиты летят по Луне\nЯ на глубине, но не по твоей вине (О-о-о)\nСкоро растает под тяжестью век\nДобрый помощник — из сахара человек\nЯ так устал, но теперь дай мне свет\nЯ хочу вновь прозреть\nВремени нет (Не-ет)\nТы мой ответ на вопросы, которые уже не вспомню вовек";
    //test commit
}


// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
